Repository: devdasx/aperture
Catalog: UniApp/Resources/Localizable.xcstrings
Source language: en
Languages: af, ar, bg, bn, ca, cs, da, de, el, es, et, fa, fi, fil, fr, he, hi, hr, hu, id, is, it, ja, ko, lt, lv, ml, mr, ms, nb, nl, pa, pl, pt_br, ro, ru, sk, sl, sr, sv, sw, ta, te, th, tr, uk, ur, vi, zh_hans, zh_hant

source: past week
af: die afgelope week
ar: خلال الأسبوع الماضي
bg: за последната седмица
bn: গত এক সপ্তাহে
ca: última setmana
cs: za poslední týden
da: seneste uge
de: letzte Woche
el: τελευταία εβδομάδα
es: última semana
et: viimase nädala jooksul
fa: در یک هفته گذشته
fi: viime viikon aikana
fil: nitong nakaraang linggo
fr: sur la dernière semaine
he: בשבוע האחרון
hi: पिछले सप्ताह
hr: u posljednjih tjedan dana
hu: az elmúlt héten
id: dalam 1 minggu terakhir
is: síðustu viku
it: nell’ultima settimana
ja: 過去1週間
ko: 지난 1주
lt: per pastarąją savaitę
lv: pēdējā nedēļā
ml: കഴിഞ്ഞ ആഴ്ചയിൽ
mr: मागील आठवड्यात
ms: seminggu lalu
nb: siste uke
nl: afgelopen week
pa: ਪਿਛਲੇ ਹਫ਼ਤੇ ਵਿੱਚ
pl: w ostatnim tygodniu
pt_br: última semana
ro: ultima săptămână
ru: за неделю
sk: za posledný týždeň
sl: v zadnjem tednu
sr: за недељу дана
sv: senaste veckan
sw: wiki moja iliyopita
ta: கடந்த ஒரு வாரத்தில்
te: గత వారంలో
th: สัปดาห์ที่ผ่านมา
tr: son 1 haftada
uk: за тиждень
ur: گزشتہ ایک ہفتے میں
vi: trong 1 tuần qua
zh_hans: 过去一周
zh_hant: 過去一週

source: past year
af: die afgelope jaar
ar: خلال العام الماضي
bg: за последната година
bn: গত এক বছরে
ca: últim any
cs: za poslední rok
da: seneste år
de: letztes Jahr
el: τελευταίο έτος
es: último año
et: viimase aasta jooksul
fa: در یک سال گذشته
fi: viime vuoden aikana
fil: nitong nakaraang taon
fr: sur la dernière année
he: בשנה האחרונה
hi: पिछले वर्ष
hr: u posljednjih godinu dana
hu: az elmúlt évben
id: dalam 1 tahun terakhir
is: síðasta ár
it: nell’ultimo anno
ja: 過去1年
ko: 지난 1년
lt: per pastaruosius metus
lv: pēdējā gadā
ml: കഴിഞ്ഞ വർഷത്തിൽ
mr: मागील वर्षात
ms: setahun lalu
nb: siste år
nl: afgelopen jaar
pa: ਪਿਛਲੇ ਸਾਲ ਵਿੱਚ
pl: w ostatnim roku
pt_br: último ano
ro: ultimul an
ru: за год
sk: za posledný rok
sl: v zadnjem letu
sr: за годину дана
sv: senaste året
sw: mwaka mmoja uliopita
ta: கடந்த ஒரு வருடத்தில்
te: గత సంవత్సరంలో
th: ปีที่ผ่านมา
tr: son 1 yılda
uk: за рік
ur: گزشتہ ایک سال میں
vi: trong 1 năm qua
zh_hans: 过去一年
zh_hant: 過去一年

source: Paste
af: Plak
ar: لصق
bg: Постави
bn: পেস্ট
ca: Enganxa
cs: Vložit
da: Indsæt
de: Einfügen
el: Επικόλληση
es: Pegar
et: Kleebi
fa: چسباندن
fi: Liitä
fil: I-paste
fr: Coller
he: הדבק
hi: पेस्ट करें
hr: Zalijepi
hu: Beillesztés
id: Tempel
is: Líma
it: Incolla
ja: ペースト
ko: 붙여넣기
lt: Įklijuoti
lv: Ielīmēt
ml: ഒട്ടിക്കുക
mr: पेस्ट करा
ms: Tampal
nb: Lim inn
nl: Plakken
pa: ਪੇਸਟ ਕਰੋ
pl: Wklej
pt_br: Colar
ro: Lipește
ru: Вставить
sk: Vložiť
sl: Prilepi
sr: Налепи
sv: Klistra in
sw: Bandika
ta: ஒட்டு
te: అతికించండి
th: วาง
tr: Yapıştır
uk: Вставити
ur: پیسٹ کریں
vi: Dán
zh_hans: 粘贴
zh_hant: 貼上

source: Paste a contract address to continue.
af: Plak 'n kontrakadres om voort te gaan.
ar: ألصق عنوان عقد للمتابعة.
bg: Поставете адрес на договор, за да продължите.
bn: চালিয়ে যেতে একটি কন্ট্রাক্ট ঠিকানা পেস্ট করুন।
ca: Enganxa una adreça de contracte per continuar.
cs: Vložte adresu kontraktu pro pokračování.
da: Indsæt en kontraktadresse for at fortsætte.
de: Füge eine Vertragsadresse ein, um fortzufahren.
el: Επικολλήστε μια διεύθυνση συμβολαίου για να συνεχίσετε.
es: Pega una dirección de contrato para continuar.
et: Jätkamiseks kleebi lepingu aadress.
fa: برای ادامه نشانی قرارداد را بچسبانید.
fi: Liitä sopimusosoite jatkaaksesi.
fil: Mag-paste ng contract address para magpatuloy.
fr: Collez une adresse de contrat pour continuer.
he: כדי להמשיך, יש להדביק כתובת חוזה.
hi: जारी रखने के लिए कॉन्ट्रैक्ट पता पेस्ट करें।
hr: Zalijepite adresu ugovora za nastavak.
hu: Illessz be egy szerződés címet a folytatáshoz.
id: Tempelkan alamat kontrak untuk melanjutkan.
is: Límdu inn samningsfang til að halda áfram.
it: Incolli un indirizzo del contratto per continuare.
ja: 続けるにはコントラクトアドレスを貼り付けてください。
ko: 계속하려면 컨트랙트 주소를 붙여넣으세요.
lt: Norėdami tęsti, įklijuokite sutarties adresą.
lv: Lai turpinātu, ielīmējiet līguma adresi.
ml: തുടരാൻ ഒരു കരാർ വിലാസം ഒട്ടിക്കുക.
mr: सुरू ठेवण्यासाठी करार पत्ता पेस्ट करा.
ms: Tampal alamat kontrak untuk meneruskan.
nb: Lim inn en kontraktadresse for å fortsette.
nl: Plak een contractadres om door te gaan.
pa: ਜਾਰੀ ਰੱਖਣ ਲਈ ਇੱਕ ਕੰਟਰੈਕਟ ਪਤਾ ਪੇਸਟ ਕਰੋ।
pl: Wklej adres kontraktu, aby kontynuować.
pt_br: Cole um endereço de contrato para continuar.
ro: Lipește o adresă de contract pentru a continua.
ru: Вставьте адрес контракта, чтобы продолжить.
sk: Vložte adresu kontraktu pre pokračovanie.
sl: Prilepite naslov pogodbe za nadaljevanje.
sr: Налепите адресу уговора да наставите.
sv: Klistra in en kontraktsadress för att fortsätta.
sw: Bandika anwani ya mkataba ili kuendelea.
ta: தொடர ஒப்பந்த முகவரியை ஒட்டவும்.
te: కొనసాగించడానికి కాంట్రాక్ట్ చిరునామాను అతికించండి.
th: วางที่อยู่สัญญาเพื่อดำเนินการต่อ
tr: Devam etmek için bir sözleşme adresi yapıştırın.
uk: Вставте адресу контракту, щоб продовжити.
ur: جاری رکھنے کے لیے کنٹریکٹ ایڈریس پیسٹ کریں۔
vi: Hãy dán địa chỉ hợp đồng để tiếp tục.
zh_hans: 粘贴合约地址以继续。
zh_hant: 貼上合約地址以繼續。

source: Paste an ERC-20-style contract address. Aperture reads name, symbol, and decimals directly from the contract.
af: Plak 'n ERC-20-styl kontrakadres. Aperture lees naam, simbool en desimale direk vanaf die kontrak.
ar: ألصق عنوان عقد بنمط ERC-20. تقرأ Aperture الاسم والرمز والكسور العشرية مباشرة من العقد.
bg: Поставете адрес на договор в стил ERC-20. Aperture чете името, символа и десетичните знаци директно от договора.
bn: ERC-20-শৈলীর একটি কন্ট্রাক্ট ঠিকানা পেস্ট করুন। Aperture নাম, সিম্বল ও দশমিক সরাসরি কন্ট্রাক্ট থেকে পড়ে।
ca: Enganxa una adreça de contracte d’estil ERC-20. Aperture llegeix el nom, el símbol i els decimals directament del contracte.
cs: Vložte adresu kontraktu ve stylu ERC-20. Aperture čte název, symbol a desetinná místa přímo z kontraktu.
da: Indsæt en kontraktadresse i ERC-20-stil. Aperture læser navn, symbol og decimaler direkte fra kontrakten.
de: Füge eine Vertragsadresse im ERC-20-Stil ein. Aperture liest Name, Symbol und Dezimalstellen direkt aus dem Vertrag.
el: Επικολλήστε μια διεύθυνση συμβολαίου τύπου ERC-20. Το Aperture διαβάζει όνομα, σύμβολο και δεκαδικά απευθείας από το συμβόλαιο.
es: Pega una dirección de contrato tipo ERC-20. Aperture lee nombre, símbolo y decimales directamente desde el contrato.
et: Kleebi ERC-20 stiilis lepingu aadress. Aperture loeb nime, sümboli ja kümnendkohad otse lepingust.
fa: یک نشانی قرارداد به سبک ERC-20 بچسبانید. Aperture نام، نماد و رقم اعشار را مستقیماً از قرارداد می‌خواند.
fi: Liitä ERC-20-tyylinen sopimusosoite. Aperture lukee nimen, symbolin ja desimaalit suoraan sopimuksesta.
fil: Mag-paste ng contract address na ERC-20-style. Binabasa ng Aperture ang pangalan, simbolo, at decimals nang direkta mula sa contract.
fr: Collez une adresse de contrat de type ERC-20. Aperture lit le nom, le symbole et les décimales directement depuis le contrat.
he: יש להדביק כתובת חוזה בסגנון ERC-20. ‏Aperture קוראת את השם, הסמל ומספר העשרוניות ישירות מהחוזה.
hi: ERC-20 शैली का कॉन्ट्रैक्ट पता पेस्ट करें। नाम, सिंबल और दशमलव Aperture सीधे कॉन्ट्रैक्ट से पढ़ता है।
hr: Zalijepite adresu ugovora u ERC-20 stilu. Aperture čita naziv, simbol i decimale izravno iz ugovora.
hu: Illessz be egy ERC-20 stílusú szerződés címét. A nevet, szimbólumot és tizedesjegyeket az Aperture közvetlenül a szerződésből olvassa.
id: Tempelkan alamat kontrak bergaya ERC-20. Aperture membaca nama, simbol, dan desimal langsung dari kontrak.
is: Límdu inn samningsfang í ERC-20-stíl. Aperture les nafn, tákn og aukastafi beint úr samningnum.
it: Incolli un indirizzo di contratto in stile ERC-20. Aperture legge nome, simbolo e decimali direttamente dal contratto.
ja: ERC-20 形式のコントラクトアドレスを貼り付けてください。名称、シンボル、小数桁はAperture がコントラクトから直接読み取ります。
ko: ERC-20 형식의 컨트랙트 주소를 붙여넣으세요. Aperture가 이름, 심볼, 소수 자릿수를 컨트랙트에서 직접 읽어와요.
lt: Įklijuokite ERC-20 tipo sutarties adresą. Aperture nuskaito pavadinimą, simbolį ir dešimtaines tiesiai iš sutarties.
lv: Ielīmējiet ERC-20 stila līguma adresi. Aperture nolasa nosaukumu, simbolu un decimāldaļas tieši no līguma.
ml: ERC-20-ശൈലിയിലുള്ള ഒരു കരാർ വിലാസം ഒട്ടിക്കുക. പേര്, ചിഹ്നം, ദശാംശങ്ങൾ എന്നിവ Aperture നേരിട്ട് കരാറിൽ നിന്ന് വായിക്കുന്നു.
mr: ERC-20-शैलीचा करार पत्ता पेस्ट करा. नाव, चिन्ह आणि दशांश Aperture थेट करारावरून वाचते.
ms: Tampal alamat kontrak bergaya ERC-20. Aperture membaca nama, simbol dan perpuluhan terus daripada kontrak.
nb: Lim inn en kontraktadresse i ERC-20-stil. Aperture leser navn, symbol og desimaler direkte fra kontrakten.
nl: Plak een contractadres in ERC-20-stijl. Aperture leest naam, symbool en decimalen rechtstreeks uit het contract.
pa: ਇੱਕ ERC-20-ਸ਼ੈਲੀ ਕੰਟਰੈਕਟ ਪਤਾ ਪੇਸਟ ਕਰੋ। ਨਾਮ, ਚਿੰਨ੍ਹ ਅਤੇ ਦਸ਼ਮਲਵ Aperture ਸਿੱਧਾ ਕੰਟਰੈਕਟ ਤੋਂ ਪੜ੍ਹਦਾ ਹੈ।
pl: Wklej adres kontraktu w stylu ERC-20. Aperture odczyta nazwę, symbol i miejsca dziesiętne bezpośrednio z kontraktu.
pt_br: Cole um endereço de contrato no padrão ERC-20. O Aperture lê nome, símbolo e casas decimais diretamente do contrato.
ro: Lipește o adresă de contract de tip ERC-20. Aperture citește numele, simbolul și zecimalele direct din contract.
ru: Вставьте адрес контракта в стиле ERC-20. Имя, символ и знаки после запятой Aperture читает напрямую из контракта.
sk: Vložte adresu kontraktu v štýle ERC-20. Aperture číta názov, symbol a desatinné miesta priamo z kontraktu.
sl: Prilepite naslov pogodbe v slogu ERC-20. Aperture bere ime, simbol in decimalna mesta neposredno iz pogodbe.
sr: Налепите адресу уговора у стилу ERC-20. Aperture чита назив, симбол и децимале директно из уговора.
sv: Klistra in en kontraktsadress i ERC-20-stil. Aperture läser namn, symbol och decimaler direkt från kontraktet.
sw: Bandika anwani ya mkataba ya mtindo wa ERC-20. Aperture husoma jina, alama na desimali moja kwa moja kutoka kwenye mkataba.
ta: ERC-20 பாணி ஒப்பந்த முகவரியை ஒட்டவும். பெயர், சின்னம் மற்றும் தசம இடங்களை ஒப்பந்தத்திலிருந்து நேரடியாக Aperture படிக்கிறது.
te: ERC-20 శైలి కాంట్రాక్ట్ చిరునామాను అతికించండి. పేరు, చిహ్నం మరియు దశాంశాలను Aperture కాంట్రాక్ట్ నుండి నేరుగా చదువుతుంది.
th: วางที่อยู่สัญญาแบบ ERC-20 Aperture จะอ่านชื่อ สัญลักษณ์ และทศนิยมโดยตรงจากสัญญา
tr: ERC-20 türünde bir sözleşme adresi yapıştırın. Aperture adı, sembolü ve ondalık sayıları doğrudan sözleşmeden okur.
uk: Вставте адресу контракту у стилі ERC-20. Назву, символ і знаки після коми Aperture зчитує безпосередньо з контракту.
ur: ERC-20 طرز کا کنٹریکٹ ایڈریس پیسٹ کریں۔ Aperture نام، علامت اور اعشاریے براہِ راست کنٹریکٹ سے پڑھتا ہے۔
vi: Hãy dán một địa chỉ hợp đồng kiểu ERC-20. Aperture đọc tên, ký hiệu và số thập phân trực tiếp từ hợp đồng.
zh_hans: 粘贴一个 ERC-20 标准的合约地址。Aperture 会直接从合约读取名称、符号和精度。
zh_hant: 貼上一個 ERC-20 標準的合約地址。Aperture 會直接從合約讀取名稱、符號與小數位。

source: Paste an extended public key
af: Plak ’n uitgebreide openbare sleutel
ar: الصق مفتاحًا عامًا ممتدًا
bg: Поставяне на разширен публичен ключ
bn: একটি এক্সটেন্ডেড পাবলিক কী পেস্ট করুন
ca: Enganxa una clau pública estesa
cs: Vlož rozšířený veřejný klíč
da: Indsæt en udvidet offentlig nøgle
de: Erweiterten öffentlichen Schlüssel einfügen
el: Επικολλήστε ένα εκτεταμένο δημόσιο κλειδί
es: Pega una clave pública extendida
et: Kleebi laiendatud avalik võti
fa: یک کلید عمومی گسترش‌یافته را بچسبانید
fi: Liitä laajennettu julkinen avain
fil: Mag-paste ng extended public key
fr: Collez une clé publique étendue
he: הדבק מפתח ציבורי מורחב
hi: एक्सटेंडेड पब्लिक कुंजी पेस्ट करें
hr: Zalijepite prošireni javni ključ
hu: Illessz be egy kiterjesztett nyilvános kulcsot
id: Tempelkan kunci publik yang diperluas
is: Límdu inn framlengdan opinberan lykil
it: Incolla una chiave pubblica estesa
ja: 拡張公開鍵を貼り付け
ko: 확장 공개 키를 붙여넣기
lt: Įklijuokite išplėstinį viešąjį raktą
lv: Ielīmēt paplašināto publisko atslēgu
ml: ഒരു എക്സ്റ്റൻഡഡ് പബ്ലിക് കീ പേസ്റ്റ് ചെയ്യുക
mr: एक्सटेंडेड पब्लिक की पेस्ट करा
ms: Tampal kunci awam dilanjutkan
nb: Lim inn en utvidet offentlig nøkkel
nl: Plak een uitgebreide publieke sleutel
pa: ਵਿਸਥਾਰਿਤ ਪਬਲਿਕ ਕੀ ਪੇਸਟ ਕਰੋ
pl: Wklej rozszerzony klucz publiczny
pt_br: Cole uma chave pública estendida
ro: Lipește o cheie publică extinsă
ru: Вставьте расширенный публичный ключ
sk: Vlož rozšírený verejný kľúč
sl: Prilepi razširjeni javni ključ
sr: Налепи проширени јавни кључ
sv: Klistra in en utökad publik nyckel
sw: Bandika ufunguo wa umma uliopanuliwa
ta: நீட்டிக்கப்பட்ட பொதுச் சாவியை ஒட்டவும்
te: ఎక్స్‌టెండెడ్ పబ్లిక్ కీని పేస్ట్ చేయండి
th: วางคีย์สาธารณะแบบขยาย
tr: Genişletilmiş genel anahtarı yapıştırın
uk: Вставте розширений публічний ключ
ur: ایک توسیعی پبلک کی پیسٹ کریں
vi: Dán một khóa công khai mở rộng
zh_hans: 粘贴扩展公钥
zh_hant: 貼上擴展公鑰

source: Paste an SPL token mint address. Aperture reads decimals from the mint and looks up name + symbol from Metaplex.
af: Plak 'n SPL-token mint-adres. Aperture lees desimale vanaf die mint en soek naam + simbool by Metaplex op.
ar: ألصق عنوان إصدار عملة SPL. تقرأ Aperture الكسور العشرية من العنوان وتجلب الاسم والرمز من Metaplex.
bg: Поставете mint адрес на SPL токен. Aperture чете десетичните знаци от mint и търси име + символ от Metaplex.
bn: একটি SPL টোকেনের mint ঠিকানা পেস্ট করুন। Aperture mint থেকে দশমিক পড়ে এবং Metaplex থেকে নাম ও সিম্বল আনে।
ca: Enganxa una adreça de mint d’un token SPL. Aperture llegeix els decimals del mint i consulta nom i símbol a Metaplex.
cs: Vložte mint-adresu SPL tokenu. Aperture čte desetinná místa z mintu a načte název a symbol z Metaplexu.
da: Indsæt mint-adressen til en SPL-token. Aperture læser decimalerne fra mint og slår navn og symbol op i Metaplex.
de: Füge die Mint-Adresse eines SPL-Tokens ein. Aperture liest die Dezimalstellen aus dem Mint und holt Name und Symbol aus Metaplex.
el: Επικολλήστε μια διεύθυνση mint ενός SPL token. Το Aperture διαβάζει τα δεκαδικά από το mint και αναζητά όνομα και σύμβολο από το Metaplex.
es: Pega una dirección de mint de un token SPL. Aperture lee los decimales del mint y consulta el nombre y el símbolo en Metaplex.
et: Kleebi SPL märgi mint-aadress. Aperture loeb kümnendkohad mintist ja otsib nime + sümboli Metaplexist.
fa: نشانی مینت توکن SPL را بچسبانید. Aperture رقم اعشار را از مینت می‌خواند و نام و نماد را از Metaplex پیدا می‌کند.
fi: Liitä SPL-tokenin mint-osoite. Aperture lukee desimaalit mintistä ja hakee nimen ja symbolin Metaplexistä.
fil: Mag-paste ng SPL token mint address. Binabasa ng Aperture ang decimals mula sa mint at hinahanap ang pangalan + simbolo mula sa Metaplex.
fr: Collez l’adresse de mint d’un jeton SPL. Aperture lit les décimales depuis le mint et recherche le nom et le symbole via Metaplex.
he: יש להדביק את כתובת ה־mint של טוקן SPL. ‏Aperture קוראת את מספר העשרוניות מה־mint ושולפת את השם והסמל מ־Metaplex.
hi: किसी SPL टोकन का mint पता पेस्ट करें। Aperture mint से दशमलव पढ़ता है और Metaplex से नाम और सिंबल लाता है।
hr: Zalijepite mint adresu SPL tokena. Aperture čita decimale s mint adrese, a naziv i simbol pretražuje na Metaplexu.
hu: Illessz be egy SPL token mint címét. A tizedesjegyeket az Aperture a mintből olvassa, a nevet és a szimbólumot a Metaplexból kéri le.
id: Tempelkan alamat mint token SPL. Aperture membaca desimal dari mint dan mencari nama + simbol dari Metaplex.
is: Límdu inn mint-fang SPL-tóka. Aperture les aukastafi úr mint-inu og flettir upp nafni + tákni hjá Metaplex.
it: Incolli l’indirizzo del mint di un token SPL. Aperture legge i decimali dal mint e cerca nome e simbolo da Metaplex.
ja: SPL トークンのミントアドレスを貼り付けてください。Aperture はミントから小数桁を読み取り、名前とシンボルを Metaplex から取得します。
ko: SPL 토큰의 민트 주소를 붙여넣으세요. Aperture가 민트에서 소수 자릿수를 읽고 Metaplex에서 이름과 심볼을 조회해요.
lt: Įklijuokite SPL žetono mint adresą. Aperture nuskaito dešimtaines iš mint ir ieško pavadinimo bei simbolio Metaplex.
lv: Ielīmējiet SPL marķiera mint adresi. Aperture nolasa decimāldaļas no mint un meklē nosaukumu un simbolu Metaplex.
ml: ഒരു SPL ടോക്കൺ mint വിലാസം ഒട്ടിക്കുക. ദശാംശങ്ങൾ Aperture mint-ൽ നിന്ന് വായിക്കുകയും പേരും ചിഹ്നവും Metaplex-ൽ നിന്ന് തിരയുകയും ചെയ്യുന്നു.
mr: SPL टोकन mint पत्ता पेस्ट करा. Aperture दशांश mint वरून वाचते आणि नाव + चिन्ह Metaplex वरून शोधते.
ms: Tampal alamat mint token SPL. Aperture membaca perpuluhan daripada mint dan mencari nama + simbol daripada Metaplex.
nb: Lim inn mint-adressen til en SPL-token. Aperture leser desimalene fra mint og slår opp navn og symbol i Metaplex.
nl: Plak het mint-adres van een SPL-token. Aperture leest de decimalen uit de mint en zoekt naam + symbool op via Metaplex.
pa: ਇੱਕ SPL ਟੋਕਨ mint ਪਤਾ ਪੇਸਟ ਕਰੋ। Aperture mint ਤੋਂ ਦਸ਼ਮਲਵ ਪੜ੍ਹਦਾ ਹੈ ਅਤੇ ਨਾਮ + ਚਿੰਨ੍ਹ Metaplex ਤੋਂ ਲੱਭਦਾ ਹੈ।
pl: Wklej adres mintu tokena SPL. Aperture odczyta miejsca dziesiętne z mintu, a nazwę i symbol pobierze z Metaplex.
pt_br: Cole um endereço de mint de token SPL. O Aperture lê as casas decimais do mint e busca nome e símbolo no Metaplex.
ro: Lipește adresa unui mint de token SPL. Aperture citește zecimalele de la mint și caută numele și simbolul în Metaplex.
ru: Вставьте mint-адрес SPL-токена. Знаки после запятой Aperture читает из mint, имя и символ — из Metaplex.
sk: Vložte mint adresu SPL tokenu. Aperture číta desatinné miesta z mintu a názov a symbol vyhľadá v Metaplexe.
sl: Prilepite naslov mint žetona SPL. Aperture prebere decimalna mesta iz minta ter poišče ime in simbol v Metaplexu.
sr: Налепите mint адресу SPL токена. Aperture чита децимале са mint адресе, а назив и симбол претражује на Metaplex-у.
sv: Klistra in mint-adressen för en SPL-token. Aperture läser decimalerna från mint och slår upp namn och symbol i Metaplex.
sw: Bandika anwani ya mint ya tokeni ya SPL. Aperture husoma desimali kutoka kwenye mint na kutafuta jina + alama kutoka Metaplex.
ta: SPL டோக்கன் mint முகவரியை ஒட்டவும். mint-இலிருந்து தசம இடங்களை Aperture படித்து, பெயர் + சின்னத்தை Metaplex-இலிருந்து தேடுகிறது.
te: SPL టోకెన్ mint చిరునామాను అతికించండి. mint నుండి దశాంశాలను Aperture చదివి, పేరు + చిహ్నాన్ని Metaplex నుండి వెతుకుతుంది.
th: วางที่อยู่มินต์โทเคน SPL Aperture จะอ่านทศนิยมจากมินต์และค้นหาชื่อกับสัญลักษณ์จาก Metaplex
tr: Bir SPL token mint adresi yapıştırın. Aperture ondalık sayıları mint’ten okur ve adı ile sembolü Metaplex’ten arar.
uk: Вставте mint-адресу токена SPL. Знаки після коми Aperture читає з mint, а назву й символ — із Metaplex.
ur: SPL ٹوکن کا mint ایڈریس پیسٹ کریں۔ Aperture اعشاریے mint سے پڑھتا ہے اور نام + علامت Metaplex سے تلاش کرتا ہے۔
vi: Hãy dán địa chỉ mint của token SPL. Aperture đọc số thập phân từ mint và tra cứu tên cùng ký hiệu từ Metaplex.
zh_hans: 粘贴一个 SPL 代币的铸造地址。Aperture 会从 mint 读取精度,并在 Metaplex 查询名称与符号。
zh_hant: 貼上一個 SPL 代幣的鑄造地址。Aperture 會從 mint 讀取小數位,並在 Metaplex 查詢名稱與符號。

source: Paste and clear clipboard
af: Plak en maak knipbord skoon
ar: الصق وامسح الحافظة
bg: Постави и изчисти клипборда
bn: পেস্ট করুন এবং ক্লিপবোর্ড মুছুন
ca: Enganxa i esborra el porta-retalls
cs: Vložit a vymazat schránku
da: Indsæt og ryd udklipsholder
de: Einfügen und Zwischenablage löschen
el: Επικόλληση και εκκαθάριση προχείρου
es: Pegar y borrar el portapapeles
et: Kleebi ja tühjenda lõikepuhver
fa: چسباندن و پاک کردن کلیپ‌بورد
fi: Liitä ja tyhjennä leikepöytä
fil: I-paste at burahin ang clipboard
fr: Coller et vider le presse-papiers
he: הדבק ונקה את הלוח
hi: पेस्ट करें और क्लिपबोर्ड साफ़ करें
hr: Zalijepi i očisti međuspremnik
hu: Beillesztés és vágólap törlése
id: Tempel dan kosongkan clipboard
is: Líma og hreinsa klippiborð
it: Incolla e svuota gli appunti
ja: ペーストしてクリップボードをクリア
ko: 붙여넣기 후 클립보드 비우기
lt: Įklijuoti ir išvalyti iškarpinę
lv: Ielīmēt un notīrīt starpliktuvi
ml: ഒട്ടിച്ച് ക്ലിപ്പ്ബോർഡ് മായ്ക്കുക
mr: पेस्ट करा आणि क्लिपबोर्ड साफ करा
ms: Tampal dan kosongkan klipbod
nb: Lim inn og tøm utklippstavlen
nl: Plakken en klembord wissen
pa: ਪੇਸਟ ਕਰੋ ਅਤੇ ਕਲਿੱਪਬੋਰਡ ਸਾਫ਼ ਕਰੋ
pl: Wklej i wyczyść schowek
pt_br: Colar e limpar a área de transferência
ro: Lipește și șterge clipboard-ul
ru: Вставить и очистить буфер обмена
sk: Vložiť a vymazať schránku
sl: Prilepi in počisti odložišče
sr: Налепи и обриши клипборд
sv: Klistra in och rensa urklipp
sw: Bandika na futa ubao wa kunakili
ta: ஒட்டி கிளிப்போர்டை அழிக்கவும்
te: అతికించి క్లిప్‌బోర్డ్‌ను క్లియర్ చేయండి
th: วางและล้างคลิปบอร์ด
tr: Yapıştır ve panoyu temizle
uk: Вставити та очистити буфер обміну
ur: پیسٹ کریں اور کلپ بورڈ صاف کریں
vi: Dán và xóa clipboard
zh_hans: 粘贴并清除剪贴板
zh_hant: 貼上並清除剪貼簿
